Repository: adamhotep/script.game.netwalk
Catalog: resources/language/Croatian/strings.po
Languages: hr

# #32000
source: New Game
hr: Nova igra

# #32001
source: Exit Game
hr: Zatvori igru

# #32002
source: Moves:
hr: Potezi:

# #32003
source: Target Movies:
hr: Ciljani potezi:

# #32004
source: Time:
hr: Vrijeme:

# #32006
source: Game ID:
hr: ID igre:

# #32007
source: You won!
hr: Pobijedili ste!

# #32008
source: You won the game.
hr: Pobijedili ste u igri.

# #32009
source: Exit?
hr: Izaz?

# #32010
source: [B]Controls[/B][CR]- Focus tile: MOUSE-HOVER, UP, RIGHT, LEFT, DOWN[CR]- Turn focused tile clockwise: RIGHTCLICK, ESC, BACK[CR]- Turn focused tile counter-clockwise: LEFTCLICK, ENTER[CR]- Lock focused tile: MIDDLECLICK, INFO, SPACE[CR]- Exit Game: STOP, EXIT-BUTTON[CR]
hr: [B]Kontrole[/B][CR]- Fokusiraj pločicu: LEBDENJE-MIŠEM, GORE, DESNO, LIJEVO, DOLJE[CR]- Okreni fokusiranu pločicu u smjeru kazaljke sata: DESNI-KLIK, ESC, BACK[CR]- Okreni fokusiranu pločicu suprotno od smjera kazaljke sata: LIJEVI-KLIK, ENTER[CR]- Zaključaj fokusiranu pločicu: SREDNJI-KLIK, INFO, SPACE[CR]- Zatvori igru: STOP, TIPKA-IZLAZA[CR]

# #32011
source: [B]Goal[/B][CR]Your goal is to connect all terminals to the server by rotating the tiles[CR]Note, there is only ONE solution possible for each game!
hr: [B]Cilj igre[/B][CR]Vaš cilj je povezivanje svih terminala na poslužitelj okretajući pločice[CR]Napomena, postoji samo JEDNO moguće riješenje za svaku igru!

# #32012
source: Are you sure that you want to exit?
hr: Sigurno želite izaći?
